{
  "brand.ghn": "GHN",
  "brand.group": "Group",
  "nav.accueil": "Accueil",
  "nav.construction": "Construction",
  "nav.renovation": "Rénovation",
  "nav.depannage": "Dépannage",
  "nav.hivernage": "Hivernage",
  "nav.entretien": "Entretien",
  "nav.terrasses": "Terrasses",
  "nav.nos-realisations": "Nos Réalisations",
  "nav.contact": "Contact",
  "lang.fr": "Français",
  "lang.nl": "Nederlands",
  "lang.en": "English"
  ,
  "hero.title": "GHN Group – Piscines & Extérieurs d'Exception",
  "hero.lead": "Imaginez la piscine idéale, parfaitement intégrée à votre jardin. Projets sur mesure, du bassin familial au couloir de nage, en passant par la piscine miroir.",
  "hero.bullets.0": "Étude de faisabilité sur site",
  "hero.bullets.1": "Accompagnement administratif",
  "hero.bullets.2": "Matériaux haut de gamme & finitions soignées",
  "section.realisations.title": "Nos Réalisations",
  "section.realisations.desc": "Découvrez quelques-unes de nos réalisations : piscines, entretien, hivernage et aménagements sur mesure.",
  "construction.card1.title": "Étude de faisabilité",
  "construction.card2.title": "Étapes de construction",
  "construction.card3.title": "Projet personnalisé"
  ,
  "construction.title": "Construction de Piscine : Étapes & Conseils",
  "construction.desc": "Créer un équilibre parfait entre votre jardin et votre piscine. Chaque projet est unique et conçu sur mesure : formes variées, débordement, couloir de nage, piscine miroir.",
  "construction.card1.bullets.0": "Analyse complète du terrain",
  "construction.card1.bullets.1": "Implantation optimale",
  "construction.card1.bullets.2": "Gestion des contraintes",
  "construction.card1.bullets.3": "Démarches administratives",
  "construction.card2.bullets.0": "Terrassement professionnel",
  "construction.card2.bullets.1": "Structure béton armé",
  "construction.card2.bullets.2": "Filtration & équipements",
  "construction.card2.bullets.3": "Finitions & aménagement paysager",
  "construction.card3.bullets.0": "Design sur mesure esthétique",
  "construction.card3.bullets.1": "Facilité d'utilisation optimale",
  "construction.card3.bullets.2": "Matériaux haut de gamme",
  "construction.card3.bullets.3": "Éclairage LED intégré",
  "construction.modal.faisabilite": "Nos experts se déplacent sur place pour analyser la configuration de votre terrain et étudier les meilleures options d’implantation. Terrain rocheux, en pente, ou restreint, chaque contrainte devient une opportunité d'optimisation. Nous garantissons une intégration harmonieuse et durable de votre piscine grâce à une étude approfondie des sols et des accès. GHN Group vous accompagne dans les démarches administratives pour une réalisation sereine et conforme aux réglementations locales.",
  "construction.modal.construction": "La construction débute par le terrassement et la préparation du sol, puis la mise en place de la structure de votre piscine. Le système de filtration, les équipements techniques et les finitions (margelles, revêtements) sont installés avec soin. Nous veillons à ce que chaque détail contribue à créer un espace à la fois esthétique et fonctionnel. Les aménagements paysagers viennent parfaire l’ensemble, transformant votre jardin en un véritable havre de paix.",
  "construction.modal.personnalise": "Quelle que soit la configuration de votre terrain, GHN Group trouve la solution idéale pour une intégration harmonieuse avec votre maison et votre jardin. Chaque choix est guidé par trois priorités : l’esthétique, la facilité d’utilisation et le confort. Nous sélectionnons des matériaux haut de gamme, intégrons harmonieusement la végétation, et proposons des solutions d’éclairage pour une ambiance chaleureuse. Nous optimisons l’ensoleillement et éloignons le bassin des arbres pour minimiser l’entretien. Avec GHN Group, votre projet de piscine sur mesure devient une réalité, alliant savoir-faire technique et accompagnement personnalisé.",
  "renovation.title": "Rénovation de Piscine",
  "renovation.desc": "Rafraîchissement partiel ou transformation complète : nous redonnons vie à votre bassin avec des solutions durables et esthétiques.",
  "renovation.cards.revetements.title": "Remplacement de revêtements",
  "renovation.cards.revetements.subtitle": "Liner, carrelage, PVC armé",
  "renovation.cards.fuites.title": "Réparation de fuites & étanchéité",
  "renovation.cards.fuites.subtitle": "Diagnostic et solutions durables",
  "renovation.cards.modernisation.title": "Modernisation",
  "renovation.cards.modernisation.subtitle": "Filtration, LED, chauffage, domotique",
  "renovation.cards.refonte.title": "Refonte du bassin",
  "renovation.cards.refonte.subtitle": "Forme, profondeur, accès",
  "renovation.cards.conformite.title": "Mise en conformité sécurité",
  "renovation.cards.conformite.subtitle": "Sécurité et normes actualisées",
  "renovation.modal.revetements": "Chez GHN Group, nous redonnons vie à votre piscine grâce à notre expertise en rénovation sur mesure. Qu'il s'agisse d'un simple rafraîchissement ou d'une transformation complète, notre équipe vous accompagne à chaque étape avec professionnalisme et écoute. Le remplacement de revêtements (liner, carrelage, PVC armé) permet de renouveler totalement l'aspect de votre bassin.",
  "renovation.modal.fuites": "La réparation de fuites et le traitement des problèmes d'étanchéité sont essentiels pour préserver votre piscine. Nos experts diagnostiquent précisément l'origine des problèmes et appliquent des solutions durables pour garantir l'étanchéité parfaite de votre bassin.",
  "renovation.modal.modernisation": "La modernisation des systèmes (filtration, éclairage LED, chauffage, domotique) transforme votre piscine en un espace moderne et économe en énergie. Nous intégrons les dernières technologies pour améliorer le confort et réduire les coûts d'exploitation.",
  "renovation.modal.refonte": "La refonte du bassin permet de modifier la forme, la profondeur ou les accès selon vos nouveaux besoins. Cette transformation majeure redonne une seconde vie à votre piscine en l'adaptant parfaitement à vos attentes actuelles.",
  "renovation.modal.conformite": "La mise en conformité avec les normes de sécurité en vigueur est indispensable. Nous nous chargeons de tous les aspects réglementaires pour que votre piscine respecte les standards de sécurité les plus récents.",
  "depannage.title": "Dépannage Piscine",
  "depannage.desc": "Une panne ne prévient jamais. Intervention rapide, diagnostic précis, réparations efficaces pour retrouver votre tranquillité.",
  "depannage.cards.intervention.title": "Intervention rapide",
  "depannage.cards.intervention.subtitle": "Sur site, sans délai",
  "depannage.cards.diagnostic.title": "Diagnostic & solutions sur mesure",
  "depannage.cards.diagnostic.subtitle": "Analyse précise, réparation adaptée",
  "depannage.cards.reparations.title": "Réparations",
  "depannage.cards.reparations.subtitle": "Filtration, fuites, pompes, éclairage, etc.",
  "depannage.cards.suivi.title": "Suivi & conseils",
  "depannage.cards.suivi.subtitle": "Accompagnement post-réparation",
  "depannage.modal.intervention": "Une panne ne prévient jamais. Chez GHN Group, nous savons qu'un problème technique peut vite compromettre le bon fonctionnement de votre piscine. C'est pourquoi nous mettons un point d'honneur à intervenir rapidement et efficacement, pour que vous puissiez retrouver votre tranquillité sans attendre. Notre équipe est à votre écoute et prête à agir avec professionnalisme et réactivité.",
  "depannage.modal.diagnostic": "Nous proposons un diagnostic précis et des solutions sur mesure pour chaque problème rencontré. Notre expertise nous permet d'identifier rapidement l'origine des dysfonctionnements et de proposer la réparation la plus adaptée à votre situation.",
  "depannage.modal.reparations": "Nos interventions couvrent tous les aspects techniques : réparation de systèmes de filtration, fuites, pompes, éclairage, etc. Nous disposons de l'équipement et du savoir-faire nécessaires pour résoudre efficacement tous types de pannes.",
  "depannage.modal.suivi": "GHN Group assure un suivi professionnel et vous prodigue des conseils pour éviter les récidives. Nous vous accompagnons même après la réparation pour garantir le bon fonctionnement durable de votre installation.",
  "hivernage.title": "Hivernage Piscine",
  "hivernage.desc": "Protégez votre investissement : préparation minutieuse pour l'hiver et remise en service au printemps.",
  "hivernage.cards.protection.title": "Protection du bassin",
  "hivernage.cards.protection.subtitle": "Hivernage adapté & professionnel",
  "hivernage.cards.traitement.title": "Traitement chimique hivernal",
  "hivernage.cards.traitement.subtitle": "Équilibre & stabilisation de l'eau",
  "hivernage.cards.equipements.title": "Protection équipements",
  "hivernage.cards.equipements.subtitle": "Pompes, filtres, canalisations",
  "hivernage.cards.couverture.title": "Installation couvertures",
  "hivernage.cards.couverture.subtitle": "Accessoires d'hivernage",
  "hivernage.cards.remise.title": "Remise en service",
  "hivernage.cards.remise.subtitle": "Retour printemps",
  "hivernage.modal.protection": "L'hivernage protège votre investissement. Chez GHN Group, nous savons que bien préparer sa piscine pour l'hiver est essentiel pour préserver sa durée de vie et faciliter sa remise en service au printemps. Nos solutions d'hivernage sont adaptées aux spécificités de votre bassin et aux conditions climatiques locales.",
  "hivernage.modal.traitement": "Le traitement chimique hivernal stabilise l'eau et empêche la prolifération d'algues et de bactéries pendant la période d'arrêt. Nous utilisons des produits spécialisés pour maintenir un équilibre optimal même en période de non-utilisation.",
  "hivernage.modal.equipements": "La protection des équipements (pompes, filtres, canalisations) contre le gel est cruciale pour éviter les dégâts coûteux. Nous nous chargeons de la vidange et de la protection de tous les éléments sensibles de votre installation.",
  "hivernage.modal.couverture": "L'installation de couvertures et accessoires d'hivernage protège efficacement votre bassin des impuretés et facilite la remise en service. Nous proposons différents types de couvertures adaptées à vos besoins et à votre budget.",
  "hivernage.modal.remise": "Au printemps, nous assurons la remise en service complète de votre piscine. Cette prestation inclut le retrait des équipements d'hivernage, la vérification de tous les systèmes et la remise en route progressive pour retrouver une eau cristalline.",
  "entretien.title": "Entretien Piscine",
  "entretien.desc": "Une eau cristalline toute l'année : entretien professionnel, nettoyage et équilibrage pour votre sérénité.",
  "entretien.cards.quotidien.title": "Entretien quotidien",
  "entretien.cards.quotidien.subtitle": "Eau cristalline en permanence",
  "entretien.cards.nettoyage.title": "Nettoyage",
  "entretien.cards.nettoyage.subtitle": "Bassin, parois, fond",
  "entretien.cards.equilibre.title": "Équilibrage chimique",
  "entretien.cards.equilibre.subtitle": "pH, chlore, alcalinité",
  "entretien.cards.maintenance.title": "Maintenance équipements",
  "entretien.cards.maintenance.subtitle": "Prévention & performance",
  "entretien.cards.controles.title": "Contrôles & optimisation",
  "entretien.cards.controles.subtitle": "Conseils d'experts",
  "entretien.modal.quotidien": "L'entretien quotidien assure une eau cristalline en permanence. Chez GHN Group, nous savons qu'une piscine bien entretenue procure un plaisir de baignade optimal et préserve la durée de vie de vos équipements. Notre service d'entretien régulier vous libère de toutes les contraintes techniques.",
  "entretien.modal.nettoyage": "Le nettoyage du bassin, parois et fond, élimine efficacement les impuretés et dépôts. Notre équipe utilise des techniques et équipements professionnels pour maintenir votre piscine dans un état impeccable en toutes circonstances.",
  "entretien.modal.equilibre": "L'équilibrage chimique de l'eau garantit une baignade saine et agréable. Nous contrôlons et ajustons régulièrement tous les paramètres (pH, chlore, alcalinité) pour maintenir une qualité d'eau optimale selon les normes en vigueur.",
  "entretien.modal.maintenance": "La maintenance des équipements prévient les pannes et optimise les performances. Nos interventions programmées incluent la vérification, le nettoyage et l'entretien de tous les systèmes pour assurer leur bon fonctionnement.",
  "entretien.modal.controles": "Les contrôles réguliers et conseils d'optimisation permettent d'anticiper les besoins et d'améliorer l'efficacité de votre installation. Nous vous proposons des solutions personnalisées pour réduire vos coûts d'exploitation.",
  "terrasses.title": "Terrasses & Aménagements",
  "terrasses.desc": "Sublimez votre espace piscine : terrasses sur mesure, matériaux premium et aménagements paysagers.",
  "terrasses.cards.conception.title": "Conception & réalisation",
  "terrasses.cards.conception.subtitle": "Terrasses sur mesure",
  "terrasses.cards.materiaux.title": "Matériaux premium",
  "terrasses.cards.materiaux.subtitle": "Bois, composite, pierre, carrelage",
  "terrasses.cards.amenagement.title": "Aménagement paysager",
  "terrasses.cards.amenagement.subtitle": "Espaces verts & éclairage",
  "terrasses.cards.entretien.title": "Entretien & rénovation",
  "terrasses.cards.entretien.subtitle": "Nettoyage, réparation, protection",
  "terrasses.modal.conception": "La conception et réalisation de terrasses transforment l'espace autour de votre piscine en véritable lieu de vie. Chez GHN Group, nous créons des terrasses sur mesure qui s'harmonisent parfaitement avec votre bassin et votre environnement, alliant esthétique et fonctionnalité.",
  "terrasses.modal.materiaux": "Nous travaillons avec des matériaux premium : bois exotique, composite, pierre naturelle, carrelage antidérapant. Chaque matériau est sélectionné pour sa durabilité, sa résistance aux intempéries et son aspect esthétique, garantissant un résultat durable et élégant.",
  "terrasses.modal.amenagement": "L'aménagement paysager intègre harmonieusement votre terrasse dans son environnement. Nous concevons des espaces verts, des éclairages d'ambiance et des solutions d'ombrage pour créer une atmosphère unique et relaxante autour de votre piscine.",
  "terrasses.modal.entretien": "L'entretien et rénovation des terrasses existantes redonnent éclat et longévité à vos espaces extérieurs. Nos équipes interviennent pour le nettoyage, la réparation, le traitement et la protection de tous types de revêtements de terrasse."
}
